{
  "content": [
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A cartoon eagle and lion wearing old-fashioned military uniforms arm-wrestling on a map of North America, with little ships battling in a surrounding \"ocean\" of blue, and a calendar showing the year 1812 in the background.",
      "fact": "- The War of 1812 was a conflict between the United States and Great Britain, involving various regions in North America and on the high seas."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A boxing match in a coastal trading port where one boxer dressed as a British redcoat forcefully recruits a sailor into his team while another boxer in American frontier attire defends a group of settlers from a third boxer dressed in a Native American costume.",
      "fact": "- The war emerged from tensions involving trade restrictions, British impressment of American sailors, and British support for Native American attacks on American settlers."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A cartoon American eagle holding a giant stop sign at a bustling sea port, with boats named \"Trade\" and \"Commerce\" looking sad and turned away, while a city skyline in the background has buildings shaped like downward arrows and dollar signs with unhappy faces.",
      "fact": "- The Embargo Act of 1807, enacted by the U.S., harmed the American economy by halting international trade."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "An anthropomorphized American bald eagle wearing a military general's uniform, ringing a giant bell with \"1812\"  inscribed on it, while a British bulldog wearing a red coat looks on with surprise. The scene is framed with stars and stripes on one side and the Union Jack on the other to symbolize the conflict known as the War of 1812.",
      "fact": "- The U.S. declared war on Britain on June 18, 1812, marking the country's first formal declaration of war in its history."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A cartoon of a British Red Coat soldier trying to erase chalk-drawn trade restriction chains around the American colonies, but a colonial soldier has already fired a cannonball labeled \"Revolutionary War\" before noticing the erasing attempt.",
      "fact": "- Ironically, the British Parliament had already decided to repeal trade restrictions that contributed to the war, but fighting began before the repeal was known in America."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A cartoonish “rookie” bald eagle wearing oversized military gear, looking up nervously at a burly, stern British bulldog dressed as a seasoned redcoat general. The eagle could have a name tag saying “Young U.S.,” while the bulldog could have one that says “Veteran Britannia.”",
      "fact": "- The U.S. military was significantly smaller and less experienced than Britain's forces at the beginning of the conflict."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A cartoon eagle dressed as a general looking at a map of Canada with puzzle pieces, scratching its head with one wing while holding a white flag with \"1812\" written on it, indicating a failed strategy.",
      "fact": "- American strategy included an invasion of Canada to pressure Britain in negotiations, which largely failed in 1812."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "An American bald eagle dressed as a 19th-century general looking puzzled at a map of Canada with a \"No Entry\" sign, while behind it, a cartoon ship and a beaver (representing Canada) are playing checkers on the deck, with the eagle having a tick mark scoreboard showing two wins in naval and Thames battles.",
      "fact": "- In 1813, U.S. attempts to invade Canada were largely unsuccessful; however, naval battles and the Battle of the Thames were American victories."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A cartoon of President Andrew Jackson dressed as a cowboy riding a giant, victorious horseshoe like a horse, bending it with his strength, while cartoonish red sticks try to fight back but ultimately fall over in defeat, symbolizing the Battle of Horseshoe Bend. The background would feature a stylized 1814 flag to mark the year of the event.",
      "fact": "- Andrew Jackson defeated the Red Sticks faction of the Creek Nation at the Battle of Horseshoe Bend in 1814, leading to significant land cessions."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A caricature of Napoleon Bonaparte on a tiny island playing chess with the British lion, while Uncle Sam fortifies a miniature White House, with soldiers playing tug-of-war over a map of North America in the background.",
      "fact": "- As Napoleon's 1814 exile allowed Britain to focus on North America, the U.S. strategy shifted to defending national existence rather than expansion."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A cartoon anthropomorphic white house with \"1814\" on its front, standing scorched with bandages on its walls while holding a burnt British flag. Nearby, an anthropomorphic round fort, labelled Baltimore, wearing boxing gloves and a determined expression, guards a tombstone that reads 'Here lies General Robert Ross' with the date of the battle. The background features cartoon fireworks to symbolize the defense of Baltimore.",
      "fact": "- British forces captured and burned public buildings in Washington, D.C., including the White House, in August 1814 but failed to take Baltimore after the death of General Robert Ross."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A jovial Santa Claus in 19th-century attire, shaking hands with an American eagle and a British lion in front of a large, wrapped gift box labeled \"Peace\", while a confused Andrew Jackson dressed as a general conducts a battle with toy soldiers in the background, unaware of the signed \"Treaty of Ghent\" under the Christmas tree.",
      "fact": "- The Treaty of Ghent, signed on December 24, 1814, ended the war with prewar boundaries restored, although Andrew Jackson still won the Battle of New Orleans in January 1815 before the news arrived."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A cartoon-style group of Native American characters sitting around a deflated globe shaped like a bingo card, portraying them as 'players' in a game of chance who ended up with the unfortunate 'losing bingo card' of a nation.",
      "fact": "- Thirty-five thousand Native Americans were the biggest losers of the war, having hoped for a recognized nation in North America."
    },
    {
      "url": "https://avatars.githubusercontent.com/u/21964054?v=4",
      "mnemonic": "A cartoon drawing of Uncle Sam happily painting a landscape labeled \"Post-war America\" with bright and cheerful colors on one side and casting a dark, looming shadow shaped like shackles on the other side, symbolizing the unresolved issue of slavery.",
      "fact": "- Post-war America entered an \"Era of Good Feelings\" with political unity and economic revival, but the issue of slavery loomed on the horizon."
    }
  ]
}
